---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.EnergyAnalysisConstruction
source: html/b7c85686-873d-cd5e-6eb4-ce425d24db2a.htm
---
# EnergyAnalysisConstruction Properties

The absorptance value of the construction.